Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: How did using sheep of different breeds help scientists determine if the cloning was successful?
sv_se: Hur hjälpte användningen av olika fårraser forskarna att avgöra om kloningen lyckades?

source: How did you find the complex task?
sv_se: Vad tyckte du om den komplexa uppgiften?

source: How does such labelling help the family?
sv_se: Hur hjälper en sådan märkning familjen?

source: How does the earthwork help Boribun grow crops?
sv_se: Hur hjälper jordvallen Boribun att odla grödor?

source: How does the insulation layer help to keep Jo warm?
sv_se: Hur hjälper det isolerande lagret till att hålla Julia varm?

source: How does the sound emitted by a bat return to the bat?
sv_se: Hur kommer ljudet som sänds ut av en fladdermus tillbaka till fladdermusen?

source: How easy do you think it would be for you to perform the following tasks on your own?
sv_se: Hur lätt tror du det vore för dig att klara följande uppgifter själv?

source: How easy or difficult did you find the learning activities?
sv_se: Hur lätta eller svåra tyckte du att övningarna var?

source: How informed are you about the following aspects of Human-<caused, induced> climate change?
sv_se: Hur välinformerad är du om följande aspekter när det gäller klimatförändringar orsakade av människan?

source: How informed are you about the following environmental issues?
sv_se: Hur informerad är du om följande miljöfrågor?

source: How long do you wait at each stop?
sv_se: Hur länge väntar du vid varje hållplats?

source: How long does it take for larvae to grow and become adult oysters?
sv_se: Hur lång tid tar det för larverna att växa och bli vuxna ostron?

source: How long does it take for the Earth to complete one orbit around the Sun?
sv_se: Hur lång tid tar det för jorden att röra sig ett varv runt solen?

source: How long have you been enrolled at this school?
sv_se: Hur länge har du gått på den här skolan?

source: How long have you participated in <English learning activities> outside school?
sv_se: Hur länge har du deltagit i aktiviteter för att lära dig engelska utanför skolan?

source: How loud are the sounds made by the fish?
sv_se: Hur starka är ljuden som produceras av fisken?

source: How many <class periods> per week are you typically required to attend for the following subjects?
sv_se: Hur många lektioner i veckan har du normalt i följande ämnen?

source: How many <class periods> per week are you typically required to attend in <English²>, considering all your subjects (<English¹> but also history, science, maths, etc.)?
sv_se: På hur många av dina lektioner sker undervisningen på engelska en typisk skolvecka? Räkna med alla ämnen (engelska och även historia, NO-ämnen, matematik, osv.)

source: How many <digital devices> with screens are there in your <home>?
sv_se: Hur många digitala enheter med skärmar finns hemma hos dig?

source: How many books are there in your <home>?
sv_se: Hur många böcker finns det hemma hos dig?

source: How many foreign languages are being taught at your school <this academic year>?
sv_se: Hur många främmande språk undervisas på din skola under innevarande läsår?

source: How many hours does it take for the Earth to rotate one time on its axis?
sv_se: Hur många timmar tar det för jorden att rotera ett varv runt sin egen axel?

source: How many languages do you and other people living with you use to communicate at home?
sv_se: Hur många språk använder du och andra personer du bor med för att kommunicera hemma?

source: How many languages do you learn at school other than <PISA reading test language>?
sv_se: Hur många språk förutom svenska får du lära dig i skolan?

source: How many languages in total do you speak with people at home?
sv_se: Hur många språk talar du sammanlagt med personer hemma hos dig?

source: How many minutes, on average, are there in a <class period> for <national modal grade for 15-year-olds> taking the following subjects?
sv_se: Hur många minuter i genomsnitt innehåller en lektion i årskurs 9 i följande ämnen? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: How many of the following <digital devices> are in your <home>?
sv_se: Hur många av följande digitala enheter finns hemma hos dig?

source: How many of the following are on the <school science> staff of your school?
sv_se: Hur många av följande lärare i NO-ämnen finns på din skola?

source: How many of the following people usually live at your <homes> with you?
sv_se: Hur många av följande personer bor vanligtvis med dig i dina hem?

source: How many of the following people usually live at your main <home> with you?
sv_se: Hur många av följande personer bor vanligtvis tillsammans med dig i ditt huvudsakliga hem?

source: How many of the following teachers are on the staff of your school?
sv_se: Hur många av följande lärare ingår i personalen på din skola?

source: How many of the following types of employees are on the staff of your school?
sv_se: Hur många av följande anställda ingår i personalen på din skola?

source: How many of these items are there at your <home>?
sv_se: Hur många av de här föremålen finns hemma hos dig?

source: How many pens do you have when the flowchart ends?
sv_se: Hur många pennor har du när flödesschemat är slut?

source: How many points does the fitness score increase by, if stretching increases by 1 hour per week?
sv_se: Med hur många poäng ökar konditionspoängen om stretchning ökar med 1 timme per vecka?

source: How many stops do you need to make to pick up students?
sv_se: Hur många gånger behöver du stanna för att hämta upp elever?

source: How many students are late to the bus stop?
sv_se: Hur många elever kommer sent till busshållplatsen?

source: How much do you agree or disagree with the following statements about what you have learnt in school about environmental issues?
sv_se: Hur mycket håller du med om följande påståenden om vad du har lärt dig i skolan om miljöfrågor?

source: How much do you agree or disagree with the following statements?
sv_se: Hur mycket håller du med om följande påståenden?

source: How much do you agree with the following statements about environmental issues?
sv_se: Hur mycket håller du med om följande påståenden om miljöfrågor?

source: How much do you agree with the statements below?
sv_se: Hur mycket håller du med om följande påståenden?

source: How much do you disagree or agree with the statements about yourself below?
sv_se: Hur mycket håller du med om följande påståenden om dig själv?

source: How much do you disagree or agree with the statements below?
sv_se: Hur mycket håller du med om följande påståenden?

source: How much effort did you put into doing well on the PISA test?
sv_se: Hur mycket ansträngde du dig för att göra bra ifrån dig på PISA-provet?

source: How much effort did you put into giving accurate answers?
sv_se: Hur mycket ansträngde du dig för att ge korrekta svar?

source: How much effort did you put into solving all the tasks?
sv_se: Hur mycket ansträngde du dig för att lösa alla uppgifter?

source: How much effort would you have invested if your results from the PISA test were going to be counted in your <school marks>?
sv_se: Hur mycket skulle du ha ansträngt dig om dina resultat från PISA-provet skulle räknas in i ditt betyg?

source: How much energy will be generated by the wind farm?
sv_se: Hur mycket el kommer vindkraftsparken att generera?

source: How much of the journey did you successfully program?
sv_se: Hur stor del av resan lyckades du programmera?

source: How much traffic do you encounter on the way to school on Saturday?
sv_se: Hur mycket trafik möter du på vägen till skolan på lördagar?

source: How much water is in the fountain at the end of the day, compared with at the start of the day?
sv_se: Hur mycket vatten finns det i fontänen vid slutet av dagen jämfört med i början av dagen?

source: How often are the following types of materials used in your <English¹> lessons?
sv_se: Hur ofta används följande typer av material under dina lektioner i engelska?

source: How often did you attend <enrichment> or <remedial> <English¹> lessons at school during the last 12 months?
sv_se: Hur ofta har du under de senaste 12 månaderna deltagit i fördjupningslektioner eller stödundervisning i engelska i skolan?

source: How often do people living in your home do the following activities with you?
sv_se: Hur ofta gör personerna som bor i ditt hem följande saker med dig?

source: How often do these things happen in your <school science> lessons?
sv_se: Hur ofta händer de här sakerna på dina lektioner i NO-ämnen?

source: How often do these things happen in your lessons for this <school science> course?
sv_se: Hur ofta händer dessa saker på lektionerna i detta ämnesområde i NO?

source: How often do you do the following activities outside school?
sv_se: Hur ofta gör du följande saker utanför skolan?

source: How often do you do these things?
sv_se: Hur ofta gör du det här?

source: How often do you use Artificial Intelligence chatbots (e.g. <ChatGPT>) for your school work to do the following activities?
sv_se: Hur ofta använder du chattbotar baserade på artificiell intelligens (t.ex. ChattGPT, Google Bard) i ditt skolarbete för att göra följande saker?

source: How often do you watch a movie, television programme or series in the following ways?
sv_se: Hur ofta tittar du på film, TV-program eller serier på följande sätt?

source: How often do your parents or someone in your family do the following things with you?
sv_se: Hur ofta gör dina föräldrar eller någon i din familj något av följande med dig?

source: How often does your teacher do the following things in your <English¹> lessons?
sv_se: Hur ofta gör din lärare följande saker på dina lektioner i engelska?

source: How often has he/she used them in the following ways?
sv_se: Hur ofta har han/hon använt dem på följande sätt?

source: How often have you been involved with the following activities in the last 12 months?
sv_se: Hur ofta har du gjort följande saker under de senaste 12 månaderna?

source: How old were you when you arrived in <country of test>?
sv_se: Hur gammal var du när du kom till Sverige?

source: How old were you when you had your first <English¹> lesson at school?
sv_se: Hur gammal var du när du hade din första lektion i engelska i skolan?

source: How old were you when you started <ISCED 0>?
sv_se: Hur gammal var du när du började förskolan?

source: How should Jack design an experiment to see how running affects his fitness?
sv_se: Hur borde Jakob utforma ett experiment för att se hur löpning påverkar hans kondition?

source: How should light pollution be reduced?
sv_se: Vad bör göras för att minska ljusföroreningarna?

source: How strongly do you agree with the following statements?
sv_se: Hur mycket håller du med om följande påståenden?

source: How well do you think you did on this task?
sv_se: Hur bra tror du att du klarade den här uppgiften?

source: How well the mask blocks the virus
sv_se: Hur väl munskyddet hindrar viruset

source: How would you describe your solution to the complex task?
sv_se: Hur skulle du beskriva din lösning på den komplexa uppgiften?

source: However, it usually does not take long before some cockatoos discover how to open the bins again.
sv_se: Det tar dock oftast inte lång tid innan vissa kakaduor upptäcker hur de kan öppna tunnorna igen.

source: However, scientific studies show that LED light causes more disturbances to the biological cycles of living organisms than the high-pressure sodium lamps because the light is more like natural daylight.
sv_se: Vetenskapliga studier visar emellertid att LED-ljus orsakar mer störningar i levande organismers biologiska cykler än högtrycksnatriumlampor eftersom ljuset liknar naturligt dagsljus mer.

source: However, this method is unlikely to meet the increasing demand for food.
sv_se: Men denna metod kommer sannolikt inte att tillgodose det ökande behovet av mat.

source: Human activities occur in polar bear territory 9%
sv_se: Mänskliga aktiviteter pågår på isbjörnens revir 9 %

source: Human activity is higher in summer than in winter.
sv_se: Människor är mer aktiva på sommaren än på vintern.

source: Human approaches bear out of curiosity 4%
sv_se: Människa närmar sig björn av nyfikenhet 4 %

source: Human overuse of marine resources has reached unprecedented levels
sv_se: Människans överutnyttjande av marina resurser har nått oöverträffade nivåer.

source: Human provokes bear 4%
sv_se: Människa provocerar björn 4 %

source: Human shoots and wounds bear 2%
sv_se: Människa skjuter och skadar björn 2 %

source: Humans are increasingly contributing to noise in the sea, such as through shipping.
sv_se: Människor bidrar i allt större utsträckning till ljuden i havet.

source: Hydrating
sv_se: Vätskeintag

source: Hydrating = 1
sv_se: Vätskeintag = 1

source: Hydrating = 2
sv_se: Vätskeintag = 2

source: Hydrocarbon
sv_se: Kolväte

source: Hydrocarbon A
sv_se: Kolväte A

source: Hydrocarbon B
sv_se: Kolväte B

source: Hydrocarbon C
sv_se: Kolväte C

source: Hydrocarbons are flammable.
sv_se: Kolväten är lättantändliga.

source: Hydroelectric (3 Zeds per MWh)
sv_se: Vattenkraft (3 zed per MWh)

source: Hydroelectric Power Plants
sv_se: Vattenkraftverk

source: Hydroelectric power plants can use water flow in rivers to generate electricity.
sv_se: Vattenkraftverk kan utnyttja vattenflödet i älvar för att generera el.

source: Hydrogen peroxide
sv_se: Väteperoxid

source: I <skipped> a whole school day.
sv_se: Jag skolkade en hel dag.

source: I <skipped> some classes.
sv_se: Jag skolkade från några lektioner.

source: I added a new variable, chance of rain.
sv_se: Jag lade till den nya variabeln risk för regn.

source: I am a blue ant
sv_se: Jag är en blåmyra

source: I am a red ant
sv_se: Jag är en rödmyra

source: I am afraid to make grammar mistakes when speaking <English²>.
sv_se: Jag är rädd för att göra grammatiska fel när jag talar engelska.

source: I am assessed on my environmental knowledge
sv_se: Min kunskap om miljön bedöms.

source: I am familiar with this and I would be able to explain this well
sv_se: Jag känner till det och skulle kunna förklara det ganska bra

source: I am happy to receive comments from my classmates on my school work.
sv_se: Jag tar gärna emot synpunkter från mina klasskamrater på mitt skolarbete.

source: I am happy working on <broad science> topics.
sv_se: Jag blir glad av att ägna mig åt naturvetenskapliga uppgifter.

source: I am interested in learning about <broad science>.
sv_se: Jag är intresserad av att lära mig om naturvetenskap.

source: I am learning to program in this language, but I haven’t written any program yet
sv_se: Jag lär mig att programmera på det här språket, men jag har inte skrivit något program än.

source: I am not doing very well at school
sv_se: Det går inte så bra för mig i skolan.

source: I am open to feedback to improve my school work.
sv_se: Jag är öppen för feedback för att förbättra mitt skolarbete.

source: I am unsure if <further education> will be needed for my career
sv_se: Jag vet inte om jag behöver studera vidare för det yrke jag har valt.

source: I arrived late for school.
sv_se: Jag kom försent till skolan

source: I ask for feedback on my work from someone who is more capable than me (e.g., my teacher).
sv_se: Jag ber om feedback på mitt arbete från någon som kan mer än jag (t.ex. min lärare).

source: I ask my teachers for help when I need it.
sv_se: Jag ber mina lärare om hjälp när jag behöver det.

source: I ask myself questions about the content to check if I have understood everything.
sv_se: Jag ställer frågor till mig själv om innehållet för att kontrollera att jag har förstått allt.

source: I attended <ISCED 0> but do not remember when I started
sv_se: Jag har gått i förskola men kommer inte ihåg när jag började

source: I attended <job shadowing or work-site visits>.
sv_se: Jag har varit på prao eller gjort arbetsplatsbesök.

source: I believe people are taking important steps to resolve environmental issues.
sv_se: Jag tror att människor tar viktiga steg för att lösa miljöproblem.

source: I believe that by working with my local community we can play an important role in positively impacting the environment.
sv_se: Jag tror att vi genom samarbete i lokalsamhället kan spela en viktig roll för att ha en positiv inverkan på miljön.

source: I believe that by working with my local community we can reduce the use of fossil fuels.
sv_se: Jag tror att vi kan minska användningen av fossila bränslen genom samarbete i mitt lokalsamhälle.

source: I believe that by working with my local community we can reduce waste (e.g., plastic, clothing, cardboard, glass).
sv_se: Jag tror att vi kan minska avfallet (t.ex. plast, kläder, kartong, glas) genom samarbete i mitt lokalsamhälle.

source: I believe that my school and local community can contribute to positively impacting global environmental issues (e.g. climate change, habitat restoration).
sv_se: Jag tror att min skola och mitt lokalsamhälle kan bidra till att påverka i globala miljöfrågor (t.ex. klimatförändringar, återställande av livsmiljöer).

source: I browse through my past outputs to see my progress.
sv_se: Jag tittar tillbaka på mitt tidigare arbete för se mina framsteg.

source: I built a good, complete solution to the task.
sv_se: Jag lyckades skapa en bra och heltäckande lösning för den här uppgiften.

source: I came to this school after the start of this school year.
sv_se: Jag kom till den här skolan efter att det här läsåret hade börjat.

source: I came to this school at the start of this school year.
sv_se: Jag kom till den här skolan i början av det här läsåret.

source: I can do this easily
sv_se: Jag kan göra det här enkelt

source: I can do this with a bit of effort
sv_se: Jag kan göra det här med lite ansträngning

source: I can easily understand new ideas in <school science>
sv_se: Jag har lätt för att förstå nya idéer i NO-ämnen.

source: I can positively impact the environment by working with others.
sv_se: Jag kan ha en positiv inverkan på miljön genom att samarbeta med andra.

source: I can usually give good answers to <test questions> on <school science> topics
sv_se: Jag kan vanligtvis ge bra svar på provfrågor i NO-ämnen.

source: I cannot do this
sv_se: Jag kan inte göra det här

source: I change my learning plans when I realize that they cannot be implemented.
sv_se: Jag ändrar mina planer för hur jag ska lära mig när jag inser att jag inte kan följa dem.

source: I collected all the data I needed to complete the statement.
sv_se: Jag samlade in alla data som jag behövde för att göra klart påståendet.

source: I collected all the experimental results I needed to build a correct model.
sv_se: Jag samlade in alla resultat som jag behövde från experimenten för att skapa en korrekt modell.

source: I completed a questionnaire to find out about my interests and abilities.
sv_se: Jag har fyllt i ett frågeformulär för att ta reda på mina intressen och färdigheter.

source: I connected all variables correctly both for the weekdays and Saturday models.
sv_se: Jag kopplade ihop alla variabler på korrekt sätt både för modellerna för veckodagar och för lördagar.

source: I consistently get good grades in <school science>
sv_se: Jag får alltid bra betyg i NO-ämnen.

source: I could do this easily
sv_se: Det skulle jag klara lätt

source: I could do this with a bit of effort
sv_se: Det skulle jag klara om jag ansträngde mig lite

source: I couldn’t do this
sv_se: Det skulle jag inte klara själv

source: I did an internship.
sv_se: Jag har gjort praktik.

source: I did my best on the PISA test.
sv_se: Jag gjorde mitt bästa på PISA-provet.

source: I did not accomplish this
sv_se: Jag klarade inte det här

source: I did not attend <ISCED 0>
sv_se: Jag gick inte i förskola

source: I did not use the parachute
sv_se: jag använde inte fallskärmen

source: I do not attend <additional instruction> in this subject
sv_se: Jag deltar inte i extraundervisning i detta ämne

source: I do not have this subject at school
sv_se: Jag har inte det här ämnet i skolan

source: I do not know if I attended <ISCED 0>
sv_se: Jag vet inte om jag har gått i förskola

source: I do not like formal education
sv_se: Jag tycker inte om formell utbildning.

source: I do not think that <further education> degree is necessary to get a good job or to earn a good salary
sv_se: Jag tror inte att en högre examen krävs för att få ett bra jobb eller en bra lön.

source: I don’t know
sv_se: Jag vet inte

source: I don’t know what this is
sv_se: Jag vet inte vad det här är

source: I don’t know.
sv_se: Jag vet inte.

source: I enjoy acquiring new knowledge in <broad science>.
sv_se: Jag gillar att skaffa mig nya kunskaper i naturvetenskap.

source: I enjoy finding solutions to problems.
sv_se: Jag tycker om att hitta lösningar på problem.

source: I evaluate what I've learned each time I finish studying material.
sv_se: Jag utvärderar vad jag har lärt mig varje gång jag är klar med ett område.

source: I feel awkward and out of place in my school.
sv_se: I min skola känner jag mig konstig och som att jag inte passar in.

source: I feel good when I complete tasks that require a lot of thinking.
sv_se: Jag mår bra när jag slutför uppgifter som kräver mycket tankeverksamhet.

source: I feel intimidated by the teachers at my school.
sv_se: Jag är rädd för lärarna på min skola.

source: I feel like I belong at school.
sv_se: I min skola känner jag att jag hör hemma.

source: I feel like an outsider (or left out of things) at school.
sv_se: Jag känner mig som en outsider (eller utanför) i min skola.

source: I feel lonely at school.
sv_se: I min skola känner jag mig ensam.

source: I feel safe at other places at school (e.g. hallway, cafeteria, restroom).
sv_se: Jag känner mig trygg på andra platser på skolan (t.ex. i korridoren, matsalen, toaletten).

source: I feel safe in my classrooms at school.
sv_se: Jag känner mig trygg i klassrummen på skolan.

source: I feel safe on my way home from school.
sv_se: Jag känner mig trygg på väg hem från skolan.

source: I feel safe on my way to school.
sv_se: Jag känner mig trygg på väg till skolan.

source: I felt motivated to do my best in the PISA test.
sv_se: Jag kände mig motiverad att göra mitt bästa på PISA-provet.

source: I found the effect of hydrating on the other activities.
sv_se: Jag kunde se att vätskeintaget påverkade de andra aktiviteterna.

source: I fully accomplished this
sv_se: Jag klarade helt det här

source: I generally have fun when I am learning <broad science> topics.
sv_se: Jag tycker för det mesta att det är roligt att lära mig saker inom naturvetenskap.

source: I get higher <grades> in <school science> than I do in other subjects
sv_se: Jag får bättre betyg i NO-ämnen än i övriga ämnen.

source: I get higher <grades> in <school science> than my peers do
sv_se: Jag får bättre betyg i NO-ämnen än mina klasskamrater.

source: I get nervous when I am listening to someone speaking <English²>.
sv_se: Jag blir nervös när jag lyssnar till någon som talar engelska.

source: I get nervous when I have to speak <English²>
sv_se: Jag blir nervös när jag måste tala engelska.

source: I get nervous when trying to understand a text in <English²>.
sv_se: Jag blir nervös när jag försöker förstå en text på engelska.

source: I get tense when I have to write in <English²>.
sv_se: Jag spänner mig när jag behöver skriva på engelska.

source: I got hit or pushed around by other students.
sv_se: Andra elever har slagit eller knuffat mig.

source: I have added a move forward block into the repeat block for you.
sv_se: Jag har lagt till ett gå framåt-block i upprepa-blocket åt dig.
